console.log(`Результаты самооценки:
    1. Верстка валидная + 10
    2. Вёрстка семантическая +16
        В коде страницы присутствуют следующие элементы:
            - <header>, <main>, <footer> +2
            - шесть элементов <section> (по количеству секций) +2
            - только один заголовок <h1> +2
            - пять заголовков <h2>
            - один элемент <nav> (панель навигации в хедере) +2
            - два списка ul > li > a (панель навигации, ссылки на соцсети в футере) +2
            - семь кнопок <button> +2
            - два инпута <input> +2
    3. Верстка соответствует макету +54
        блок <header> +8:
            - при расстоянии между элементами 30px не удается достичь совпадения текста с макетом, 
            приоритет отдан расстоянию в 30px
        секция Welcome +4
        секция About +6:
        секция Favorites +8
            - картинки и описания для следующего этапа добавлены в скрытый блок "hidden-favorites"
        секция CoffeShop +6
        секция Contacts +6
        секция LibraryCard +8
        блок <footer> +8
    4. Общие требования к верстке +20


`);